Repository: Cadpig/AnimalClassifierAppCoursework2022
Catalog: *.lproj/Localizable.strings
Languages: ru

# menuChooseType
source: Choose which type of photo you want to classify:
ru: Выберите, какой тип фото вы хотите классифицировать:

# courseworkCredits
source: This application was developed by Vladislav Tikhonov, a student of group 351, as a coursework.
ru: Данное приложение было разработано Владиславом Тихоновым, студентом 351 группы, в качестве курсовой работы.

# butterflyPick
source: Pick an image of the butterly from the gallery or take a photo with the camera.
ru: Выберите изображение бабочки из галереи или сделайте фото с помощью камеры.

# spiderPick
source: Pick an image of the spider from the gallery or take a photo with the camera.
ru: Выберите изображение паука из галереи или сделайте фото с помощью камеры.

# birdPick
source: Pick an image of the bird from the gallery or take a photo with the camera.
ru: Выберите изображение птицы из галереи или сделайте фото с помощью камеры.

source: Back
ru: Назад

# birdPrediction %.1@ %.2@
source: This bird's species is %.1@ with confidence of %.2@%%
ru: Вид данной птицы - %.1@ с уверенностью в %.2@%%

# spiderPrediction %.1@ %.2@
source: This spider's species is %.1@ with confidence of %.2@%%
ru: Вид данного паука - %.1@ с уверенностью в %.2@%%

# butterflyPrediction %.1@ %.2@
source: This butterfly's species is %.1@ with confidence of %.2@%%
ru: Вид данной бабочки - %.1@ с уверенностью в %.2@%%

# languageChange
source: Choose your preferred language. The changes will take effect after you exit to the main menu
ru: Выберите предпочтительный язык. Изменения вступят в силу после выхода в главное меню

# btnbirds
source: btnbirdswood
ru: btnbirdswoodrus

# btnspiders
source: btnspiderswood
ru: btnspiderswoodrus

# btnbutterflies
source: btnbutterflieswood
ru: btnbutterflieswoodrus

# btndevinfo
source: btndevinfowood
ru: btndevinfowoodrus

# btngallery
source: btngallerywood
ru: btngallerywoodrus

# btncamera
source: btncamerawood
ru: btncamerawoodrus

# btnproceed
source: btnproceedwood
ru: btnproceedwoodrus

source: banner
ru: bannerrus

# btnbegin
source: btnbeginwood
ru: btnbeginwoodrus

# btnlang
source: btnlangwood
ru: btnlangwoodrus
